{
  "paragraphs": [
    {
      "includeImage": false,
      "imageLeft": true,
      "heading": "Our History",
      "content": "Graih began its journey back in 2005 when a group of people from Broadway Baptist church ran a Drop-In a few days a week providing basic provisions and a warm safe space for people to come during the day. A couple of young people got involved and as winter approached, they decided to open the Drop-In five nights a week allowing people to sleep on the sofas. The Drop-In continued on a limited basis for the next year and again as winter approached, they opened up the Drop-In overnight for people to sleep over. The numbers of people increased and it didn’t take long for the young people to recognize that there was a much bigger need out there in the community.\n\n In 2007 two people committed themselves full time to trying to develop the work. They began to develop the Drop-In. Graih was incorporated as a Charity in 2008 and was mostly run by volunteers.\n\n Over the years we have fostered effective grassroot partnerships with other agencies, particularly the Vulnerable Adult Health Visitor, the Adult Services Access Team and the Adult Generic Team at Social Services, alongside other Charities, businesses and Churches. We have participated in statutory boards regarding vulnerable adults and safeguarding and have begun to provide some supported housing in partnership with the Department of Infrastructure Housing. Our work continues to expand and grow and develop as we try to respond to the needs coming through our doors. In 2019 we opened a full-time Emergency Night Shelter, that is open throughout the night every night to welcome people with nowhere else to go and our Drop-In is open every evening and during the day for 6 days a week for support and food. We also support people out in the community around the island, in hospital, Prison and in their own home.\n\n Our commitment to working with more vulnerable and marginalized service users has shaped our strengths and current priorities. **Our vision is that everyone should have somewhere decent, safe, affordable and permanent to live - somewhere they can call home.**\n\n While Graihs’ focus is on providing practical help / support and advice, Graih recognizes the need for long-term solutions to homelessness. Solutions, which meet the varied and complex needs of those who are vulnerable.  As part of our aim to achieving this goal the Charity has established representation on various strategic planning bodies and independent voluntary sector umbrella groups with a view to giving a voice to our service users.\n\nThe Charity is now operating in a new era of strategic planning and service provision in line with the Isle of Man’s Housing Strategy and Action Plan which gives clarity to the Islands priorities and funding opportunities.\n\nIt is important to note and not to be forgotten that we as a Charity would not be where we are now if it was not for the massive contribution and continued support from Broadway Baptist Church, They are so very generous letting us use their premises and utilities for so long! They along with other churches have been such a support to Graih over the years supporting us with meals, food, clothing and financial donations along with their continued prayer. This has not been unnoticed and it is very much appreciated - Thankyou! \n\nIt is also important to say that we very much appreciate all of the businesses, Charities, The Government and the Manx Lottery Trust aswell as the wider community for all of the encouagement and donations - Graih would not be able to continue without it - Thank you!"
    },
    {
      "includeImage": false,
      "imageLeft": true,
      "heading": "Graih's Directors/Trustees",
      "content": "**Chair:** Tom Bateman.\n\nTom has been part of Graih's board of Directors for 9 years now. He stepped into the position as Chair in 2020??\n\nTom volunteers in the Drop-In one evening a week. \n\nIn the daytime Tom works as a Civil Servant in the Government Legislation building.\n\n**Secretary:** John Bingham.\n\nJohn joined as one of the Directors at the start of 2022. John has a wealth of knowlegde in the business world and is also a Chair for another Charity.\n\n**Treasurer:** Duncan French.\n\nDuncan got to know Graih through his volunteer work with us within the Drop-In one night a week. \n\nWith Duncan's vast experience within the finance sector through his daytime job, when an opportunity arose in 2019, Duncan stpped in and became our Treasurer.\n\n**Executive Director:** Erica Irwin\n\nErica started volunteering within Graih one night a week in 2012, having had previous experience working within the homeless sector in Northern Ireland.  Erica became the Drop-In Manager in 2017 and in 2018 stepped onto the Board of Directors. In 2019 with the opening of the Night Shelter, Erica stepped into the role of Operations Manager/CEO for all of Graihs work."
    }
  ],
  "includeMenu": true,
  "includeFooter": false,
  "title": "About us",
  "sortOrder": 4
}