{
  "paragraphs": [
    {
      "includeImage": false,
      "imageLeft": true,
      "content": "People are at the heart of our work. The quality and extent of our work depends on the generosity of those who support us.\n\nThere are lots of ways you can get involved in our charity work. If you're already trying to pick between different charities for your company's next partnership, look no further - We would love to be supported in this way!"
    },
    {
      "includeImage": true,
      "imageLeft": false,
      "heading": "Volunteering",
      "content": "Volunteers are an integral part of Graih's work. The Drop-In is undoubtedly the place where most volunteers are needed. Volunteers get to spend time with our guests - from providing a warm welcome to helping serve the teas / coffees and lunch. Due to the unpredictable nature of the Drop-In, it can mean that sometimes we only have one or two guests through our doors - right through to overflowing.\n\nThe role of a volunteer is to serve and contribute to keeping everything peaceful.\n\nIf you are interested in volunteering and want more information, or if you have any questions, please do not hesitate to contact our volunteer co-ordinator: Yvette Armstrong ([yvette@graih.org.im](mailto:yvette@graih.org.im)). All new volunteers will be given an induction before they start and will be required to have undergone a DBS check.",
      "featuredImage": "/img/nathan-lemon-fbikcuw_sqw-unsplash.jpg"
    },
    {
      "includeImage": false,
      "imageLeft": true,
      "heading": "Fundraising",
      "content": "Graih couldn't deliver the levels of service that it does without the generosity of the community. If you would like to get involved with fundraising for Graih, we have a range of ways for you to do so.\n\n* **Organise your own event:** From coffee mornings and bake sales, to family fun-days and much more! You can organise your own fundraising event in aid of Graih. Just contact Erica Irwin ([erica@graih.org.im](mailto:erica@graih.org.im)) to discuss your idea.\n* **Corporate fundraising:** If you're looking for a charity to sponsor or support, we would welcome this opportunity! Please contact Erica Irwin ([erica@graih.org.im](mailto:erica@graih.org.im)) to discuss this opportunity. \n* **Graih events:** There are currently no fundraising events by Graih in the diary. We will let you know when there is something planned!"
    },
    {
      "includeImage": true,
      "imageLeft": true,
      "heading": "Financial Donations",
      "content": "By donating, you can make a real and positive difference to our work - and in turn, to the lives of the people that we support.\n\n### Ways you can donate\n\n* **In person**: Come to the Drop-In ([opening hours](/#drop-in)), to donate by cash or cheque (Cheques payable to: Graih).\n* **By post**: our address can be found on the [contact us page](/contact)\n* **Online**: For regular giving, why not fill in a Standing Order Form **(Link to form)**, or for a one off donation a Bank Transfer. Here are the details:\n\n  * **Name:** Graih\n  * **Account number:** 005 095 05\n  * **Sort Code:** 30-12-80\n  * **Bank:** Lloyds Bank, Douglas, Isle of Man, IM99 1AN\n\nThankyou!",
      "featuredImage": "/img/simple-rustic-thank-you-card.webp"
    },
    {
      "includeImage": false,
      "imageLeft": true,
      "heading": "Be Creative",
      "content": "Is there a way that you can get involved that we havent mentioned? Do you have skills that you feel would be helpful in our work? Would you like to run courses with us, organise an activity, offer an idea? We are very flexible and would love to talk to people if they feel they want to be involved in a different way."
    }
  ],
  "includeMenu": true,
  "includeFooter": false,
  "title": "Get Involved",
  "sortOrder": 2
}