{
  "paragraphs": [
    {
      "includeImage": false,
      "imageLeft": true,
      "heading": "Deputy Manager - Full time position",
      "content": " Are you looking for an opportunity where your skills will make a difference and will be used to have an impact in people’s lives?\n\n Graih, one of the island’s homeless charities, is offering an exciting opportunity. We are looking for an enthusiastic individual to work with the Manager, supporting with the running of the Drop-in, Community Support and Emergency Night Shelter services as well as having a voice in shaping the future of this Charity!\n\n This is a unique opportunity to work for a pioneering charity, and building relationship with some of the most vulnerable people in our society.\n\n A full job description and person specification can be obtained from\n\n[info@graih.org.im](mailto:info@graih.org.im)\n\n Applications must be received by **5pm Monday 18th July 2022**."
    },
    {
      "includeImage": false,
      "imageLeft": true,
      "heading": "Night Shelter Worker - Full Time Position",
      "content": " Graih, one of the island’s homeless charities, is offering an exciting opportunity. We are looking for a person to join the team working in the Emergency Night Shelter in a full-time capacity. We are looking to recruit a person to work waking nights on a rota basis, welcoming those who have no other shelter.\n\n This is a unique opportunity to work for a pioneering charity, and building relationship with some of the most vulnerable people in our society.\n\n A full job description and person specification can be obtained from\n\n[info@graih.org.im](mailto:info@graih.org.im)\n\nApplications must be received by **5pm Monday 4th July 2022**."
    },
    {
      "includeImage": false,
      "imageLeft": true,
      "heading": "Relief/Bank Night shelter Support Worker",
      "content": "We are always interested in hearing from people who would like to blaa blaa blaa"
    }
  ],
  "includeMenu": false,
  "includeFooter": true,
  "sortOrder": 3,
  "title": "Job Opportunities"
}