{
  "paragraphs": [
    {
      "includeImage": false,
      "imageLeft": true,
      "heading": "Deputy Manager - Full time position",
      "content": " Are you looking for an opportunity where your skills will make a difference and will be used to have an impact in people’s lives?\n\nGraih, one of the island’s homeless charities, is offering an exciting opportunity. We are looking for an enthusiastic individual to work with the Manager, supporting with the running of the Drop-in, Community Support and Emergency Night Shelter services as well as having a voice in shaping the future of this Charity!\n\nThis is a unique opportunity to work for a pioneering charity, and building relationship with some of the most vulnerable people in our society.\n\nA full job description and person specification can be obtained from the link below:\n\n(INSERT JON SPEC)\n\nTo apply, please send your CV and Cover letter to: [info@graih.org.im](mailto:info@graih.org.im)\n\nApplications must be received by **5pm Monday 18th July 2022**."
    },
    {
      "includeImage": false,
      "imageLeft": true,
      "heading": "Night Shelter Worker - Full Time Position",
      "content": "Graih, one of the island’s homeless charities, is offering an exciting opportunity. We are looking for a person to join the team working in the Emergency Night Shelter in a full-time capacity. We are looking to recruit a person to work waking nights on a rota basis, welcoming those who have no other shelter.\n\nThis is a unique opportunity to work for a pioneering charity, and building relationship with some of the most vulnerable people in our society.\n\nA full job description and person specification can be obtained from the  link below:\n\n(INSERT JOB SPEC) \n\nTo apply, please send in your CV and Cover letter to: info@graih.org.im\n\nApplications must be received by **5pm Monday 4th July 2022**."
    },
    {
      "includeImage": false,
      "imageLeft": true,
      "heading": "Relief/Bank Night shelter Support Worker",
      "content": "We are always willing to hearing from people who would be interested in joining our team at Graih as a relief support worker in the Emergency Night Shelter.\n\nThis will be to provide cover in the Night Shelter when a gap arises and will be on an as and when basis. This is a great opportunity to get to know the Charity, the staff team and our Guests.\n\nIf this is something you are interested in, Please contact us on: info@graih.org.im \n\nThere is no closing date for this position, we are always interested in widening our relief support worker pool."
    }
  ],
  "includeMenu": false,
  "includeFooter": true,
  "sortOrder": 3,
  "title": "Job Opportunities"
}