{
  "paragraphs": [
    {
      "includeImage": false,
      "imageLeft": true,
      "content": "**Are you homeless on the Isle of Man?**\n\nWe are here to help you!\n\n**Drop-In**\n\nWe provide a free Drop-In for food, hot drinks, clothing, shower facilities and a safe social space. At the Drop-In there are staff and volunteers available to help you and give you advice.  You need to be 18 years and over to access this service. \n\n**Emergency Night Shelter**\n\nWe also have a free Emergency Night Shelter, You dont need to book in to use this you can just turn up during our opening times. There are two staff members awake during the whole night ensuring the safety of our guests and premises and on hand to chat over a hot cuppa. \n\nWe are gentle and approachable and wont judge your situation - dignity and respect is really important to us! We want you to feel safe and comfortable in Graih. You will need to be 18 years and older to access this service. \n\n**Support and Advice**\n\nYou can recieve support and advice about your situation from any of our staff in our Drop-In and our Night Shelter.  If you go to the Contact page (LINK to CONTACT PAGE) you will find our address with a map on how to get to us, phone numbers where you can call us or there is also an option to fill in an info form. This form will be emailed directly to me and can let me know about your situation. Which ever way you find easiest!\n\n**Crisis Response and Emergency Services**\n\nThe Crisis Response Team is a service which is available 24 hours a day, 7 days a week.  Their number is: **+44 1624 642860.** \n\nThis crisis response  service is there to support anyone on the Island who is experienceing significant deteriorationd in their mental health and/or an increase in their psychological distress which requires an urgent response.\n\nFor anyone needing urgent attention from Emergency Services, please call **999**.\n\nAs stated we unfortunately can not accept people who are under the age of 18 years old into our premises. However if you are under 18 and reading this becuase you find yourself homeless, please call:\n\nThe Duty Social Worker team on +44 1624 686179 ( 9am-5pm Mon-Fri )\n\nFor out of office hours and Weekends, please call Douglas Police Station on +44 1624 650000 and they will contact the Duty Social Worker team.  \n\nI hope you found this info useful - we are always happy to chat things over with you no matter your age - We just want to be of help!\n\nErica\n\nManager at Graih x"
    }
  ],
  "includeMenu": true,
  "includeFooter": false,
  "title": "Need help?",
  "sortOrder": 1
}