{
  "paragraphs": [
    {
      "includeImage": false,
      "imageLeft": true,
      "content": "\n\nGraih is committed to protecting the privacy of everyone who uses our services, employees, and volunteers; and anyone who supports Graih through donations or fundraising.\\\n\\\nThis notice explains what personal data we collect and process, how we collect it, with whom we share it, and why we do so. It also explains how we keep the data secure. If, after reading this Notice, you have any questions about it, or data processing in general, then please contact us using the details provided at the bottom of this Notice.\\\n\\\nWe will treat your data with respect and in accordance with the requirements of the Isle of Man Data Protection Act 2018 (also commonly referred to as the “Applied GDPR”).\\\n\\\nThis Notice is published by Graih, a company limited by guarantee and incorporated under the laws of the Isle of Man under number 121509C and registered as a charity in the Isle of Man under number 1012.\n\n\\\n**What is Personal Data?**\\\nBy “Personal Data” we mean any information about you that might allow you to be identified, such as your name, address, date of birth, IP address or voice recording. For service users and employees, some of this data may be sensitive such as information relating to their health and wellbeing.\\\n\\\n**When Graih collects your Personal Data – and what Data is collected when you use our services**\\\nThe Personal Data we collect might include name, address, email address, telephone numbers, date of birth, IP address, bank account details (for setting up regular direct debit or payment information).\n\n\\\n**Volunteering with us**\\\nIf you volunteer with us, we will need to collect Personal Data such as your name, age, address, phone number and next of kin. We will also need to take up references and make an enquiry with the Disclosure and Barring Service for safeguarding purposes.\n\n**Service users**\\\nIf you use our services, we will need to collect Personal Data such as your name, age, address and we may need sensitive personal data such as information concerning your health and wellbeing and your financial affairs. In order to provide complete care, we also collect some data about family members and carers. We will make it clear what Personal Data we need when the situation arises.\n\n\\\n**Working for us**\\\nIf you apply for or take a job with us, we will store your contact data, bank details, and keep records of employment history. We will also need to take up references and make an enquiry with the Disclosure and Barring Service for safeguarding purposes. We may hold sensitive personal data such as information concerning your health and wellbeing.\n\n\\\n**Using our website**\\\nIf you use our website, we store data about your internet browser, IP address, the timings of your visits and a record of which pages you looked at. Please refer to the “Cookies” section for more details.\\\n\\\n**When Personal Data is used by Graih**\\\nWe may use your Personal Data:\\\n\\\n• For dealing with your enquiries, requests, complaints, and compliments.\\\n• For processing your donations and orders made online.\\\n• For providing you with information about our work, activities, events, and services.\\\n• For complying with our legal obligations.\\\n• Where we have a legitimate business reason, such as acting as an employer or for the delivery of our services to our service users in the prevention of homelessness.\\\n• Where we have your informed consent – please refer to the “Your Consent” section.\\\n• For providing and personalising our services.\\\n• For administering membership records.\\\n• For fundraising.\\\n• For conducting market research.\n\n\\\n**Your Consent**\\\nWhere there is no legal obligation or legitimate business reason for us to collect, process or store your Personal Data, we will request your consent. We will give a clear explanation of the purpose(s) for which your Personal Data is being collected, processed, and retained. Where consent is necessary, we will ask for it to be given by a positive “opt-in” choice. Sufficient information will be provided for an informed choice to be made. The Personal Data will not be used for any other purpose without additional consent being obtained. We will also make clear how consent can be withdrawn.\n\n\\\n**Keeping your Data secure**\\\nWe have in place physical, electronic, and managerial procedures to safeguard and secure the Personal Data we collect.\\\n\\\nAll of our business partners have provided statements on how they keep your personal data safe and secure in compliance with the relevant data protection legislation.\\\n\\\nAll our employees, volunteers, and business partners, who have access to, and who are associated with the processing of Personal Data, are legally obliged to respect its confidentiality.\n\n**Sharing of Personal Data**\\\nYour Personal Data is not shared with other organisations unless we have your consent to share it or where we have a legal obligation, or legitimate business reason, to do so. Your Personal Data is not sold to any organisation. We do not normally transfer any Personal Data outside the Isle of Man.\\\n\\\n**Indirect collection of Personal Data**\\\nYour Personal Data may be legitimately have been provided to us by a third party (with whom we are obliged to share data). Although you may not have provided the Data, it remains your Personal Data and you maintain the same rights over it. Please see the “Your Rights” section.\\\n\\\n**Retention of Data**\\\nWe will only retain Personal Data for as long as we have a legal, or legitimate business reason, for doing so. We will not retain Personal Data if you have exercised your right to have it erased unless we are legally obliged to retain it.\\\n\\\n**Cookies**\\\nA cookie is a small text file created by the web server and saved on your PC’s hard drive. The next time you visit the web site, the web server will check to see if you have this cookie. If you do, the web server will be able to read its contents. If you do not want to receive cookies or if you would prefer to be prompted first, you should check the settings in the “Internet Options” of your web browser. If you are not sure how to check or alter these settings, you should contact your software provider or support engineer.\\\nSome information is held and processed by our Internet Service Provider, but it only held and processed for and on our behalf and under our instruction.\\\nAggregate information is used to show us the total number of visits to our web site and which parts of the site are used the most. Aggregate information does not identify individuals, as it does not contain any personal data. This information helps us in developing our web site and improving the service we offer you.\\\n\\\n**If you are aged under 18**\\\nAlthough in respect of the services Graih provides you may be classed as a child, you have the same rights as adults over your Personal Data. However, where your consent is required, we will seek from someone who has “parental consent” to ensure you do not mistakenly agree to us processing your Personal Data.\n\n\\\n**Changes to our Privacy Notice**\\\nThis Notice may be amended in the light of any changes in legislation, or as the result of guidance from the Isle of Man Information Commissioner.\n\n\\\n**Your Rights**\\\nThe Applied GDPR gives increased provision for individuals to exercise their rights, namely:\\\n\\\n• The right to access to your Personal Data (through a ‘subject access request’)\\\n• The right to the rectification of inaccurate Personal Data\\\n• The right to request erasure of your Personal Data\\\n• The right to seek a restriction on the Personal Data we process\\\n• The right to Data portability. You can ask us to give another organisation the Personal Data we hold\\\n• The right to object to our processing your Personal Data\\\n• The right not to be subject to automated decision-making based solely on your Personal Data\\\n• The right to complain about the way we have treated your Personal Data\\\nIt should be noted that these rights are not “absolute” and, whilst we make all reasonable efforts to comply with requests we receive, there may be reasons why the exercising of your right(s) cannot be complied with. If this is the case, we will tell you.\\\n\\\n**Exercising your Rights**\\\nIf you wish to exercise your rights, please contact us, using the details below.\\\n\\\n**How to contact us**\\\nPlease contact us if you have any questions or concerns about our Privacy Notice or the way we treat your Personal Data. You can contact us:\\\n• By telephone: 07624 224807\\\n• By email: info@graih.org.im\\\n• Or write to us at: Graih, The Alpha Centre, Broadway, Douglas, IM2 4EN, Isle of Man\n\n\\\nThe Charity has not appointed a Data Protection Officer but enquiries may be addressed to the Manager or to the Company Secretary.\\\n\\\n**If you are not happy**\\\nWe would hope that any queries or concerns that you may have regarding our use of your Personal Data can be easily resolved; however, we do recognise that sometimes things can go wrong – or you may feel that we have not acted as you think we should have. If this is the case, or you do not want to raise the matter with us first, you have the right to make a complaint to a supervisory authority. In the Isle of Man, the supervisory authority is the Information Commissioner’s Office. Their contact details are as follows:\n\nIsle of Man Information Commissioner\\\nFirst Floor, Prospect House\\\nProspect Hill\\\nDouglas\\\nIsle of Man\\\nIM1 1ET\n\nTelephone: +44 (0) 1624 693260\n\nYou can also access their website: www.inforights.im",
      "heading": "**Data protection privacy notice**"
    }
  ],
  "includeMenu": false,
  "includeFooter": true,
  "title": "Privacy policy",
  "sortOrder": 0
}