{
  "paragraphs": [
    {
      "includeImage": true,
      "imageLeft": true,
      "heading": "Drop-In",
      "content": "Graih's Drop-In is at the very heart of what we as a charity do. The Drop-In is open six days a week and seven nights a week - if you are not sure where we are, our address and a map on where to find us can be found on the [Contact page](/contact) at the top. \n\nAt the Drop-in you can have a hot meal, cup of coffee, a hot shower and clothing if needed. As well as all of this, we have staff and volunteers on hand to chat and listen around the dining room table as well as being on hand to help keep a calm and relaxed atmosphere. \n\nAny alcohol and medications need to be handed in upon arrival, but will be returned once you have finished your visit.",
      "featuredImage": "/img/cup-image-for-website.jpg"
    },
    {
      "includeImage": false,
      "imageLeft": true,
      "heading": "Emergency Night Shelter",
      "content": "The Night Shelter opened at the start of 2019 and has been open every night since. There are always 2 staff on shift at all times who are awake and ready to welcome any one who may turn up for shelter throughout the night. There's no need to phone ahead, you can just turn up! The staff ensure that all are settled and have all they need for the night and ensure the safety of the premises and our guests at all times.\n\nBoth men and women aged 18 years and over are welcome. All medication and alcohol will need to be handed in upon arrival but will be returned when leaving. People can access their medication when needed. \n\nIf you are under the age of 18 years of age and in need of accommodation for the night or find yourself in a homeless situation,  please contact the Duty Social Worker Team on **+44 1624 686179** ( 9am-5pm Mon-Fri ). for Evening and weekend, please call Douglas Police Station on **+44 1624 650000** and they will contact the Duty Social Worker Team."
    },
    {
      "includeImage": true,
      "imageLeft": false,
      "heading": "Support in the Community",
      "content": "We support people out and about in the community with the purpose of helping to sustain and nurture relationships, help build a stronger support network for people and ultimately to help people to keep their tenancies. This may entail visiting guests in hospital or prison, visiting them in their accommodation or offering support in appointments with other agencies.",
      "featuredImage": "/img/index.jpg"
    }
  ],
  "includeMenu": true,
  "includeFooter": false,
  "title": "Services",
  "sortOrder": 3
}